[
  {
    "TrueFactEnglish": "About 12,000 animal crackers are created every minute.",
    "TrueFactSpanish": "Se producen aproximadamente 12,000 galletas de animalitos cada minuto.",
    "FalseFactEnglish": "About 4,000 breath mints are created in a minute.",
    "FalseFactSpanish": "Se producen aproximadamente 4,000 mentas para el aliento en un minuto."
  },
  {
    "TrueFactEnglish": "The first candy canes were made without stripes.",
    "TrueFactSpanish": "El primer bastón de caramelo se elaboró sin rayas.",
    "FalseFactEnglish": "The first candy canes were made with polka dots.",
    "FalseFactSpanish": "El primer bastón de caramelo se elaboró con estampado de lunares."
  },
  {
    "TrueFactEnglish": "The candy corn made each year could circle the Earth nearly 6 times.",
    "TrueFactSpanish": "El caramelo de maíz que se produce cada año podría dar la vuelta al planeta Tierra casi 6 veces.",
    "FalseFactEnglish": "The candy corn made each year could circle the Earth almost 2 whole times.",
    "FalseFactSpanish": "El caramelo de maíz que se produce cada año podría dar la vuelta al planeta Tierra casi 2 veces completas."
  },
  {
    "TrueFactEnglish": "A baking company created a chocolate chip cookie that weighed as much as four elephants.",
    "TrueFactSpanish": "Una compañía de repostería creó una galleta con chispas de chocolate que pesó tanto como cuatro elefantes.",
    "FalseFactEnglish": "A baking company created an animal cracker that weighed as much as four elephants.",
    "FalseFactSpanish": "Una compañía de repostería creó una galleta de animalito que pesó tanto como cuatro elefantes."
  },
  {
    "TrueFactEnglish": "Honey never spoils.",
    "TrueFactSpanish": "La miel nunca se echa a perder.",
    "FalseFactEnglish": "Mapel Syrup never spoils.",
    "FalseFactSpanish": "La miel de maple nunca se echa a perder."
  },
  {
    "TrueFactEnglish": "Hot dogs can last more than 20 years in landfills.",
    "TrueFactSpanish": "Los perros calientes pueden durar más de 20 años en los basureros municipales",
    "FalseFactEnglish": "Hot dogs can decompose after 5 years in landfills.",
    "FalseFactSpanish": "Los perros calientes se pueden descomponer después de 5 años en los basureros municipales."
  },
  {
    "TrueFactEnglish": "Ketchup was originally sold as medicine.",
    "TrueFactSpanish": "El cátsup se vendía originalmente como medicina.",
    "FalseFactEnglish": "Ketchup was originally sold as pet food.",
    "FalseFactSpanish": "El cátsup se vendía originalmente como alimento para mascotas."
  },
  {
    "TrueFactEnglish": "Marshmallows were originally made from roots of a plant called the marsh-mallow.",
    "TrueFactSpanish": "Originalmente, los bombones se elaboraban con las raíces de una planta llamada malvavisco",
    "FalseFactEnglish": "Marshmallows were originally made from roots of a plant called the Mallowtusk.",
    "FalseFactSpanish": "Originalmente, los bombones  se elaboraban con raíces de una planta llamada malvis"
  },
  {
    "TrueFactEnglish": "A record for omelet flipping is 30 flips in 34 seconds.",
    "TrueFactSpanish": "El récord para voltear un omelet es 30 vueltas en 34 segundos.",
    "FalseFactEnglish": "The record for hamburger flipping is 25 flips in 60 seconds.",
    "FalseFactSpanish": "El récord para voltear una hamburguesa es de 25 vueltas en 60 segundos."
  },
  {
    "TrueFactEnglish": "The world’s largest pizza was 122 feet, 8 inches across and weighed 26,883 pounds, as much as two male African elephants.",
    "TrueFactSpanish": "La pizza más grande del mundo fue de 37.1856 metros de ancho, 20.32 centímetros de ancho y pesó 12,193.9237 kilogramos, tanto como dos elefantes africanos machos.",
    "FalseFactEnglish": "The world’s largest pizza was 60 feet, 8 inches across, almost as long as two male Great White Sharks.",
    "FalseFactSpanish": "La pizza más grande del mundo fue de 18.288 metros de ancho, 20.32 centímetros de ancho, casi tan larga como dos tiburones blancos macho."
  },
  {
    "TrueFactEnglish": "Popcorn can pop up to three feet into the air.",
    "TrueFactSpanish": "Las palomitas de maíz pueden saltar hasta 0.9144 metros en el aire.",
    "FalseFactEnglish": "Popcorn can pop up to 9 inches in the air.",
    "FalseFactSpanish": "Las palomitas de maíz pueden saltar hasta 22.86 centímetros en el aire."
  },
  {
    "TrueFactEnglish": "Popsicles were invented by an 11-year-old.",
    "TrueFactSpanish": "Un niño de 11 años inventó las paletas de hielo.",
    "FalseFactEnglish": "Popsicles were invented by a 27-year-old college professor.",
    "FalseFactSpanish": "Un profesor universitario de 27 años inventó las paletas de hielo."
  },
  {
    "TrueFactEnglish": "Horseradish is a member of the mustard family.",
    "TrueFactSpanish": "El rábano picante es un miembro de la planta de la mostaza.",
    "FalseFactEnglish": "Horseradish is a member of the peanut family.",
    "FalseFactSpanish": "El rábano picante es un miembro de la planta del maní."
  },
  {
    "TrueFactEnglish": "You can order deep-fried jelly beans at some state fairs.",
    "TrueFactSpanish": "Puedes ordenar grageas fritas en algunas ferias estatales.",
    "FalseFactEnglish": "Jellybeans are one of the candies that cannot be deep fried.",
    "FalseFactSpanish": "Las grajeas son parte de los dulces que no se pueden freír."
  },
  {
    "TrueFactEnglish": "Some artists paint portraits on baked tortillas.",
    "TrueFactSpanish": "Algunos artistas pintan cuadros en tortillas horneadas.",
    "FalseFactEnglish": "Some artists paint portraits on pizza crusts..",
    "FalseFactSpanish": "Algunos artistas pintan cuadros en cortezas de pizza."
  },
  {
    "TrueFactEnglish": "You can buy lollipops made with flecks of real 24-karat gold.",
    "TrueFactSpanish": "Puedes comprar paletas elaboradas con hojuelas de oro de 24 quilates.",
    "FalseFactEnglish": "You can buy lollipops made with pieces of dinosaur bone.",
    "FalseFactSpanish": "Puedes comprar paletas elaboradas con piezas de hueso de dinosaurio."
  },
  {
    "TrueFactEnglish": "A candy company makes gummy bears the size of footballs.",
    "TrueFactSpanish": "Una compañía de dulces fabrica osos de goma del tamaño de balones de fútbol.",
    "FalseFactEnglish": "A candy company makes crackers the size of soccer balls.",
    "FalseFactSpanish": "Una compañía de dulces fabrica galletas del tamaño de balones de fútbol soccer."
  },
  {
    "TrueFactEnglish": "Rotten eggs float in water.",
    "TrueFactSpanish": "Los huevos podridos flotan en el agua.",
    "FalseFactEnglish": "Rotten eggs sink in water.",
    "FalseFactSpanish": "Los huevos podridos se hunden en el agua."
  },
  {
    "TrueFactEnglish": "You can buy chocolate-flavored toothpaste.",
    "TrueFactSpanish": "Puedes comprar pasta de dientes con sabor a chocolate.",
    "FalseFactEnglish": "You can buy chocolate-flavored mustard.",
    "FalseFactSpanish": "Puedes comprar mostaza con sabor a chocolate."
  },
  {
    "TrueFactEnglish": "A meatball weighed 109 pounds—that’s enough beef to make 436 hamburgers.",
    "TrueFactSpanish": "Una albóndiga pesó 49.4415 kilos - es casi suficiente carne de res para preparar 436 hamburguesas.",
    "FalseFactEnglish": "The largest meatball ever weighed 45 pounds.",
    "FalseFactSpanish": "La albóndiga más grande de todos los tiempos pesó 20.41165 kilos."
  },
  {
    "TrueFactEnglish": "Donuts did not have holes until the 1800s.",
    "TrueFactSpanish": "Las donas no tenían agujeros hasta el año de 1800.",
    "FalseFactEnglish": "Donuts were invented so the baker could place dipping sauces in the center of the hole.",
    "FalseFactSpanish": "Las donas se inventaron para que el panadero pudiera colocar salsas en el centro del agujero."
  },
  {
    "TrueFactEnglish": "A Pennsylvania bakery made a hot dog that was 54 feet long.",
    "TrueFactSpanish": "Una panadería de Pensilvania preparó un perro caliente que tenía una longitud de 16.4592 metros.",
    "FalseFactEnglish": "A Pennsylvania bakery made a hot dog that was 35.74 feet long.",
    "FalseFactSpanish": "Una panadería de Pensilvania preparó un perro caliente que tenía una longitud de 10.893552 metros."
  },
  {
    "TrueFactEnglish": "The longest raw egg toss was 107 yards—longer than a soccer field.",
    "TrueFactSpanish": "El lanzamiento más largo de un huevo crudo fue de 97.8408 metros - más largo que un campo de fútbol soccer.",
    "FalseFactEnglish": "The longest raw egg toss was 50 feet, almost as big as a basketball court.",
    "FalseFactSpanish": "El lanzamiento más largo de un huevo crudo fue de 15.24 metros, casi tan largo como una cancha de baloncesto."
  },
  {
    "TrueFactEnglish": "The first bubble gum, made in 1906, was called “Blibber-Blubber.”",
    "TrueFactSpanish": "La primera goma de mascar, elaborada en 1906, se llamó \"Blibber-Blubber\".",
    "FalseFactEnglish": "The first bubble gum, made in 1906, was called “ChewsumNomsom.”",
    "FalseFactSpanish": "La primera goma de mascar, elaborada en 1906, se llamó \"ChewsumNomsom\"."
  },
  {
    "TrueFactEnglish": "The world’s largest milkshake was 6,000 gallons-enough to fill more than 100 bathtubs.",
    "TrueFactSpanish": "La malteada más grande del mundo fue de 22,712.47 litros - lo suficiente para llenar más de 100 bañeras.",
    "FalseFactEnglish": "The world’s largest milkshake was 2,000 gallons, almost as much as 15 bathtubs",
    "FalseFactSpanish": "La malteada más grande del mundo fue de 7,570.82 litros, casi tanto como 15 bañeras llenas."
  },
  {
    "TrueFactEnglish": "Writers once used bread crumbs instead of erasers to correct pencil mistakes.",
    "TrueFactSpanish": "Los escritores solían usar migajas de pan en lugar de gomas de borrar para corregir errores de lápiz.",
    "FalseFactEnglish": "Writers once used orange oil instead of erasers to correct pencil mistakes.",
    "FalseFactSpanish": "Los escritores solían usar aceite de naranja en lugar de gomas de borrar para corregir errores de lápiz."
  },
  {
    "TrueFactEnglish": "Salt has been used as money.",
    "TrueFactSpanish": "La sal se ha utilizado como dinero.",
    "FalseFactEnglish": "Salt has been used as a metal lubricant.",
    "FalseFactSpanish": "La sal se ha utilizado como lubricante de metal."
  },
  {
    "TrueFactEnglish": "Peanut butter can be converted into a diamond.",
    "TrueFactSpanish": "La mantequilla de maní se puede convertir en un diamante.",
    "FalseFactEnglish": "Jelly can be converted into a diamond.",
    "FalseFactSpanish": "La mermelada se puede convertir en un diamante."
  },
  {
    "TrueFactEnglish": "The world’s longest cake was 8,303 feet long—the length of about 28 football fields.",
    "TrueFactSpanish": "El pastel más grande del mundo fue de 2530.7544 metros de longitud - tan grande como aproximadamente 28 campos de fútbol.",
    "FalseFactEnglish": "The world’s longest cake was 3,678 feet long!",
    "FalseFactSpanish": "¡El pastel más grande del mundo tuvo una longitud de 1121.0544 metros!"
  }
]