[
  {
    "TrueFactEnglish": "A golf ball has about 300 dimples.",
    "TrueFactSpanish": "Una pelota de golf tiene alrededor de 300 hoyuelos.",
    "FalseFactEnglish": "The dimples on a golf ball are called pips",
    "FalseFactSpanish": "Los hoyuelos en una pelota de golf se denominan pepitas."
  },
  {
    "TrueFactEnglish": "A small lump of gold can be flattened into a sheet as big as a tennis court.",
    "TrueFactSpanish": "Un pequeño trozo de oro se puede aplanar en una hoja tan grande como una cancha de tenis.",
    "FalseFactEnglish": "A small lump of gold can be flattened into a sheet as big as a football field.",
    "FalseFactSpanish": "Un pequeño trozo de oro se puede aplanar en una hoja tan grande como una cancha de fútbol."
  },
  {
    "TrueFactEnglish": "All the mined gold in the world can fill two Olympic-size swimming pools.",
    "TrueFactSpanish": "Todo el oro extraído del mundo puede llenar dos albercas de tamaño olímpico.",
    "FalseFactEnglish": "All the mined gold in the world can fit in 25 Olympic-size swimming pools.",
    "FalseFactSpanish": "Todo el oro extraído del mundo puede llenar veinticinco albercas de tamaño olímpico."
  },
  {
    "TrueFactEnglish": "An average major league baseball is used for only six pitches.",
    "TrueFactSpanish": "En las ligas mayores, Una bola de Baseball se utiliza en promedio solo en seis lanzamientos. ",
    "FalseFactEnglish": "An average major league baseball is used for 10 different games.",
    "FalseFactSpanish": "En las ligas mayores, Una bola de Baseball se utiliza en promedio en diez juegos diferentes. "
  },
  {
    "TrueFactEnglish": "An Olympic wrestling match once lasted 11 hours.",
    "TrueFactSpanish": "En una ocasión, una competencia de lucha libre olímpica duró 11 horas.",
    "FalseFactEnglish": "An Olympic Basketball match once lasted 11 hours.",
    "FalseFactSpanish": "En una ocasión, un partido de básquetbol olímpico duró 11 horas."
  },
  {
    "TrueFactEnglish": "Before every major-league game, each baseball gets rubbed down with mud.",
    "TrueFactSpanish": "Antes de cualquier juego de las ligas mayores, cada pelota de béisbol se frota con lodo.",
    "FalseFactEnglish": "Before every major-league game, each baseball gets kissed by all of the players.",
    "FalseFactSpanish": "Antes de cada juego de las ligas mayores, cada pelota de béisbol recibe un beso de todos los jugadores."
  },
  {
    "TrueFactEnglish": "Early baseballs were sometimes made of fish eyes covered in leather.",
    "TrueFactSpanish": "Las primeras pelotas de béisbol a veces se hacían de ojos de pescado cubiertos en cuero.",
    "FalseFactEnglish": "Early baseballs were sometimes made of wood covered in fish scale.",
    "FalseFactSpanish": "Las primeras pelotas de beisbol, a veces se hacian de madera cubiertas de escamas de pez. "
  },
  {
    "TrueFactEnglish": "Early lacrosse matches had up to 2,000 players.",
    "TrueFactSpanish": "Los primeros juegos de lacrosse tenían hasta 2,000 jugadores.",
    "FalseFactEnglish": "Early lacrosse matches had up to 4 players.",
    "FalseFactSpanish": "Los primeros juegos de lacrosse tenían hasta 4 jugadores."
  },
  {
    "TrueFactEnglish": "Soccer balls were originally made from pig bladders.",
    "TrueFactSpanish": "Las pelotas de fútbol se hicieron originalmente a partir de vejigas de cerdo.",
    "FalseFactEnglish": "Soccer balls were originally made from silicone and horse hair.",
    "FalseFactSpanish": "Las pelotas de fútbol se hicieron originalmente de silicona y pelo de caballo."
  },
  {
    "TrueFactEnglish": "Studies show that when evenly matched teams compete, the team wearing red has a better chance of winning.",
    "TrueFactSpanish": "Los estudios muestran que cuando equipos equitativamente parejos  compiten, el equipo que viste el color rojo tiene una mayor posibilidad de ganar.",
    "FalseFactEnglish": "Studies show that when evenly matched teams compete, the team wearing black has a better chance of winning.",
    "FalseFactSpanish": "Los estudios muestran que cuando equipos equitativamente parejos compiten, el equipo que viste el color negro tiene una mayor posibilidad de ganar."
  },
  {
    "TrueFactEnglish": "Teams of soccer-playing robots compete annually at the RoboCup.",
    "TrueFactSpanish": "Los equipos de robots que juegan fútbol compiten de manera anual en la RoboCup. ",
    "FalseFactEnglish": "Teams of soccer-playing dogs compete annually at the RuffCup.",
    "FalseFactSpanish": "Los equipos de perros que juegan fútbol compiten de manera anual en la RuffCup."
  },
  {
    "TrueFactEnglish": "The dots on dice are called pips.",
    "TrueFactSpanish": "Los puntos en los dados se llaman pepitas.",
    "FalseFactEnglish": "The dots on dice are called dits.",
    "FalseFactSpanish": "Los puntos en los dados se llaman digitos."
  },
  {
    "TrueFactEnglish": "The first baseball caps were made from straw.",
    "TrueFactSpanish": "Las primeras gorras de béisbol se hicieron de paja.",
    "FalseFactEnglish": "The first baseball caps were made from paper mache.",
    "FalseFactSpanish": "Las primeras gorras de béisbol se hicieron de papel maché."
  },
  {
    "TrueFactEnglish": "The first Wiffle ball bats were made from broomsticks.",
    "TrueFactSpanish": "Los primeros bates de Béisbol Infantil se hicieron con palos de escoba.",
    "FalseFactEnglish": "The first Wiffle ball bats were made from Wiffletree.",
    "FalseFactSpanish": "Los primeros bates de Béisbol Infantil se hicieron a partir del árbol de Wiffle."
  },
  {
    "TrueFactEnglish": "The odds that an average golfer will make a hole in one during a game are 12,000 to 1.",
    "TrueFactSpanish": "Las posibilidades de que un jugador de golf promedio haga un hoyo en uno durante un juego son 12,000 en 1.",
    "FalseFactEnglish": "The odds that an average golfer will make a hole in one during a game are 1,000 to 1.",
    "FalseFactSpanish": "Las posibilidades de que un jugador de golf promedio haga un hoyo en uno durante un juego son 1,000 en 1."
  },
  {
    "TrueFactEnglish": "Toe wrestling is a competitive sport.",
    "TrueFactSpanish": "La lucha de dedos es un deporte competitivo.",
    "FalseFactEnglish": "Only professional wrestling is considered a competitive sport.",
    "FalseFactSpanish": "Sólo las luchas libres profesionales se consideran un deporte competitivo."
  },
  {
    "TrueFactEnglish": "Tug-of-war used to be an Olympic sport.",
    "TrueFactSpanish": "El salto de cuerda solía ser un deporte olímpico.",
    "FalseFactEnglish": "High Fiveing used to be an Olympic sport.",
    "FalseFactSpanish": "Dame Esos Cinco solía ser un deporte olímpico."
  }
]