[
  {
    "TrueFactEnglish": "A clock runs faster on a tall mountain than at sea level.",
    "TrueFactSpanish": "Un reloj avanza más rápido en una montaña alta que a nivel del mar.",
    "FalseFactEnglish": "A clock runs faster at sea level than it does on top of a mountian.",
    "FalseFactSpanish": "Un reloj avanza más rápido a nivel del mar que en la cima de una montaña."
  },
  {
    "TrueFactEnglish": "An inventor created gas-powered roller skates that can go 40 miles an hour.",
    "TrueFactSpanish": "Un inventor creó unos patines sobre ruedas impulsados por gas que pueden ir a 64.3739 kilómetros por hora.",
    "FalseFactEnglish": "An inventor created gas-powered ice skates that can go 50 miles an hour.",
    "FalseFactSpanish": "Un inventor creó unos patines de hielo impulsados por gas que pueden ir a 80.4672 kilómetros."
  },
  {
    "TrueFactEnglish": "Early clocks had only one hand—or no hands at all!",
    "TrueFactSpanish": "Los primeros relojes tenían una sola manecilla–¡o ninguna!",
    "FalseFactEnglish": "Early clocks had 4 hands.",
    "FalseFactSpanish": "Los primeros relojes tenían 4 manecillas."
  },
  {
    "TrueFactEnglish": "More than 200 million emails are sent every minute around the world.",
    "TrueFactSpanish": "Cada minuto se envían más de 200 millones de correos electrónicos alrededor del mundo.",
    "FalseFactEnglish": "Almost 10 million text messages are sent every minute around the world.",
    "FalseFactSpanish": "Cada minuto se envían aproximadamente 10 millones de mensajes de texto alrededor del mundo."
  },
  {
    "TrueFactEnglish": "Most calculators are more powerful than the world’s first computer.",
    "TrueFactSpanish": "La mayoría de las calculadoras son más poderosas que la primera computadora del mundo.",
    "FalseFactEnglish": "Calculators are the least powerful computer ever created.",
    "FalseFactSpanish": "Las calculadoras son las computadoras menos poderosas que jamás se haya creado."
  },
  {
    "TrueFactEnglish": "Some robots can identify different cheeses.",
    "TrueFactSpanish": "Algunos robots pueden identificar diferentes quesos.",
    "FalseFactEnglish": "Some robots can swim to the bottom of the ocean.",
    "FalseFactSpanish": "Algunos robots pueden nadar en el fondo del océano."
  },
  {
    "TrueFactEnglish": "The first computer was as long as a tennis court.",
    "TrueFactSpanish": "La primera computadora eran tan grande como una cancha de tenis.",
    "FalseFactEnglish": "The first computer was as long as a minivan.",
    "FalseFactSpanish": "La primera computadora era tan Larga como una Camioneta"
  },
  {
    "TrueFactEnglish": "The first microwave oven was almost 750 pounds.",
    "TrueFactSpanish": "El primer horno de microondas era de casi 340.194 kilogramos.",
    "FalseFactEnglish": "The first microwave oven was almost 243 pounds.",
    "FalseFactSpanish": "El primer horno de microondas era de casi 110.223 kilogramos."
  },
  {
    "TrueFactEnglish": "The first microwave oven was almost as tall as a refrigerator.",
    "TrueFactSpanish": "El primer horno de microondas era casi tan alto como un refrigerador.",
    "FalseFactEnglish": "The first microwave oven was almost as tall as an Elephant.",
    "FalseFactSpanish": "El primer horno de microondas era casi tan alto como un elefante."
  },
  {
    "TrueFactEnglish": "The first telephone answering machine was 3 feet tall.",
    "TrueFactSpanish": "La primera máquina contestadora telefónica era de 0.91 metros.",
    "FalseFactEnglish": "The first telephone answering machine was 1 foot tall!",
    "FalseFactSpanish": "¡La primera máquina contestadora telefónica era de 0.3048 metros!"
  },
  {
    "TrueFactEnglish": "The world’s first handheld cell phone cost $3,995.",
    "TrueFactSpanish": "El primer teléfono celular costaba $3,995 dólares.",
    "FalseFactEnglish": "The world’s first handheld cell phone cost $1,297.",
    "FalseFactSpanish": "El primer teléfono celular costaba $1,297 dólares."
  },
  {
    "TrueFactEnglish": "There are more text messages sent each day than there are people on Earth.",
    "TrueFactSpanish": "Hay más mensajes de texto enviados cada día que personas en la Tierra.",
    "FalseFactEnglish": "There are almost as many text messages sent each day as there are pets in the United States.",
    "FalseFactSpanish": "Hay muchos mas mensajes de texto enviados cada día que mascotas en los Estados Unidos."
  },
  {
    "TrueFactEnglish": "There is cell phone reception at the summit of Mount Everest.",
    "TrueFactSpanish": "Hay recepción de teléfono celular en la cima del Monte Everest.",
    "FalseFactEnglish": "Mount Everest is the only place in the world without cell phone reception.",
    "FalseFactSpanish": "El Monte Everest es el único lugar en el mundo sin recepción de teléfono celular."
  },
  {
    "TrueFactEnglish": "You can buy an inflatable TV screen.",
    "TrueFactSpanish": "Puedes comprar una pantalla de televisión inflable.",
    "FalseFactEnglish": "You can buy a tv screen made out of water.",
    "FalseFactSpanish": "Puedes comprar una pantalla de televisión hecha de agua."
  }
]