[
  {
    "TrueFactEnglish": "The world’s loudest bicycle horn is louder than an ambulance siren.",
    "TrueFactSpanish": "El Claxon de bicicleta más ruidoso del mundo es más ruidoso que una sirena de ambulancia.",
    "FalseFactEnglish": "The world’s loudest bicycle horn is almost as loud as a church bell.",
    "FalseFactSpanish": "La bocina de bicicleta más ruidosa del mundo es tan ruidosa como una campana de iglesia."
  },
  {
    "TrueFactEnglish": "The world’s largest passenger jet weighs as much as 100 hippos.",
    "TrueFactSpanish": "El avión de pasajeros más grande del mundo pesa tanto como 100 hipopótamos.",
    "FalseFactEnglish": "The world’s largest passenger jet weighs as much as 40 hippos.",
    "FalseFactSpanish": "El avión de pasajeros más grande del mundo pesa tanto como 40 hipopótamos."
  },
  {
    "TrueFactEnglish": "The shortest commercial flight is about two minutes long.",
    "TrueFactSpanish": "El vuelo comercial más corto es de aproximadamente dos minutos de duración.",
    "FalseFactEnglish": "The shortest commercial flight is about 13 minutes long.",
    "FalseFactSpanish": "El vuelo comercial más corto es de aproximadamente trece minutos de duración."
  },
  {
    "TrueFactEnglish": "A toy car dipped in gold and covered with jewels sold for $60,000.",
    "TrueFactSpanish": "Se vendió un carro de juguete sumergido en oro y cubierto en joyas por $60,000 dólares.",
    "FalseFactEnglish": "A toy car dipped in gold and covered with jewels sold for $12,000.",
    "FalseFactSpanish": "Se vendió un carro de juguete sumergido en oro y cubierto en joyas por $12,000 dólares."
  },
  {
    "TrueFactEnglish": "The first traffic light appeared decades before motorized cars hit the road.",
    "TrueFactSpanish": "El primer semáforo apareció décadas antes que los automóviles motorizados circularan por los caminos.",
    "FalseFactEnglish": "The first traffic light didn't appear until decades after the model-T.",
    "FalseFactSpanish": "El primer semáforo no apareció hasta décadas después del modelo T."
  },
  {
    "TrueFactEnglish": "The first bicycles didn’t have pedals.",
    "TrueFactSpanish": "Las primeras bicicletas no tenían pedales.",
    "FalseFactEnglish": "The first bicycles didn’t have handle bars.",
    "FalseFactSpanish": "Las primeras bicicletas no tenían manubrios."
  },
  {
    "TrueFactEnglish": "A five-seat bicycle is called a quindem.",
    "TrueFactSpanish": "Una bicicleta de cinco asientos se llama tándem.",
    "FalseFactEnglish": "A five-seat bicycle is called a Fivecycle.",
    "FalseFactSpanish": "Una bicicleta de cinco asientos se llama Cincocleta."
  },
  {
    "TrueFactEnglish": "There’s a bicycle that’s small enough to fit inside a backpack.",
    "TrueFactSpanish": "Existe una bicicleta que es lo suficientemente pequeña para caber dentro de una mochila.",
    "FalseFactEnglish": "There’s a bicycle that’s small enough to fit inside a wallet.",
    "FalseFactSpanish": "Existe una bicicleta que es lo suficientemente pequeña para caber dentro de una billetera."
  },
  {
    "TrueFactEnglish": "The first airplane journey across the United States took 49 days.",
    "TrueFactSpanish": "El primer viaje en avión a lo largo de Estados Unidos duró 49 días.",
    "FalseFactEnglish": "The first airplane journey across the United States only took 18 days!",
    "FalseFactSpanish": "¡El primer viaje en avión a lo largo de Estados Unidos duró sólo 18 días!"
  },
  {
    "TrueFactEnglish": "The longest paper airplane flight traveled more than 200 feet.",
    "TrueFactSpanish": "El vuelo más largo que un avión de papel realizó fue de más de 60.96 metros.",
    "FalseFactEnglish": "The longest paper airplane flight traveled about 79 feet.",
    "FalseFactSpanish": "El vuelo más largo que un avión de papel realizó fue de aproximadamente 24.0792 metros."
  },
  {
    "TrueFactEnglish": "Test flights of the first space shuttle took off from the back of a flying 747.",
    "TrueFactSpanish": "Los vuelos de prueba del primer transbordador espacial despegaron desde la parte posterior de un Boeing 747 en vuelo.",
    "FalseFactEnglish": "Test flights of the first space shuttle took off from the back of a steam ship.",
    "FalseFactSpanish": "Los vuelos de prueba del primer transbordador espacial despegaron desde la parte posterior de un buque a vapor."
  },
  {
    "TrueFactEnglish": "More than 60,000 people are flying over the United States in airplanes right now.",
    "TrueFactSpanish": "En este momento, más de 60,000 personas se encuentran volando en aviones sobre los Estados Unidos.",
    "FalseFactEnglish": "Almost than 34,000 people are flying over the United States in airplanes right now.",
    "FalseFactSpanish": "En este momento, casi 34,000 personas se encuentran volando en aviones sobre los Estados Unidos."
  },
  {
    "TrueFactEnglish": "Parachutes were invented before airplanes.",
    "TrueFactSpanish": "Los paracaídas se inventaron antes que los aviones.",
    "FalseFactEnglish": "Parachutes were invented after the Jet was invented.",
    "FalseFactSpanish": "Los paracaídas se inventaron después de que se inventara el avión."
  },
  {
    "TrueFactEnglish": "The wingspan of a 747 is longer than the Wright Brothers’ first flight.",
    "TrueFactSpanish": "La envergadura del Boeing 747 es más larga que el primer vuelo de los Hermanos Wright.",
    "FalseFactEnglish": "The wingspan of a 747 is shorter than the Wright Brothers’ first flight.",
    "FalseFactSpanish": "La envergadura del Boeing 747 es más corta que el primer vuelo de los Hermanos Wright."
  },
  {
    "TrueFactEnglish": "Some cars can run on used French-fry oil.",
    "TrueFactSpanish": "Algunos automóviles pueden funcionar con aceite usado de papas fritas. ",
    "FalseFactEnglish": "Some cars can run on used milk.",
    "FalseFactSpanish": "Algunos automóviles pueden funcionar con leche."
  },
  {
    "TrueFactEnglish": "Traffic lights were invented before cars.",
    "TrueFactSpanish": "Los semáforos se inventaron antes que los automóviles.",
    "FalseFactEnglish": "Traffic lights were invented after the microwave.",
    "FalseFactSpanish": "Los semáforos se inventaron después que el microondas."
  }
]