[
  {
    "TrueFactEnglish": "A cloud can weigh more than a million pounds.",
    "TrueFactSpanish": "Una nube puede pesar más de 453.59237toneladas.",
    "FalseFactEnglish": "Clouds are lighter than air.",
    "FalseFactSpanish": "Las nubes son más ligeras que el aire."
  },
  {
    "TrueFactEnglish": "A rainbow looks different to every person who sees it.",
    "TrueFactSpanish": "Cada persona ve de manera distinta un arcoíris.",
    "FalseFactEnglish": "A tornado looks the same to every person who sees it.",
    "FalseFactSpanish": "Cada persona ve de la misma manera un tornado."
  },
  {
    "TrueFactEnglish": "A second full moon in a month is sometimes called a blue moon.",
    "TrueFactSpanish": "A veces se le llama luna azul a una segunda luna llena durante un mismo mes.",
    "FalseFactEnglish": "A second full moon in a month is sometimes called a Toon.",
    "FalseFactSpanish": "A veces se le llama Caricatura a una segunda luna llena durante un mismo mes."
  },
  {
    "TrueFactEnglish": "A typical hurricane weighs as much as 90 million hippos.",
    "TrueFactSpanish": "Un huracán típico pesa tanto como 90 millones de hipopótamos.",
    "FalseFactEnglish": "A typical hurricane weighs as much as 90 million turtles.",
    "FalseFactSpanish": "Un huracán típico pesa tanto como 90 millones de tortugas."
  },
  {
    "TrueFactEnglish": "A volcanic eruption in 1883 made the sun look green.",
    "TrueFactSpanish": "Una erupción volcánica en 1883 hizo que el Sol se viera verde.",
    "FalseFactEnglish": "A volcanic eruption in 1883 made the sun look purple.",
    "FalseFactSpanish": "Una erupción volcánica en 1883 hizo que el Sol pareciera morado."
  },
  {
    "TrueFactEnglish": "About 75 percent of all volcanoes are underwater.",
    "TrueFactSpanish": "Alrededor del 75 por ciento de todos los volcanes se encuentran bajo el agua.",
    "FalseFactEnglish": "Most volcanoes are above sea level.",
    "FalseFactSpanish": "La mayoría de los volcanes se encuentran por arriba del nivel del mar."
  },
  {
    "TrueFactEnglish": "An avalanche can travel 80 miles an hour.",
    "TrueFactSpanish": "Una avalancha puede viajar a 128.748 kilómetros por hora.",
    "FalseFactEnglish": "Avalanches can only happen between 2pm and 6pm.",
    "FalseFactSpanish": "Las avalanchas sólo pueden ocurrir entre 2 pm y 6 pm."
  },
  {
    "TrueFactEnglish": "Bolts of lightning can shoot out of an erupting volcano.",
    "TrueFactSpanish": "Descargas de relámpagos pueden salir disparadas de un volcán en erupción.",
    "FalseFactEnglish": "Lasers can shoot out of the earth's crust during an earthquake.",
    "FalseFactSpanish": "Durante un terremoto, lásers pueden salir disparados de la corteza de la Tierra."
  },
  {
    "TrueFactEnglish": "Dirty snow melts faster than clean snow.",
    "TrueFactSpanish": "La nieve sucia se derrite más rápido que la nieve limpia.",
    "FalseFactEnglish": "Dirty snow melts slower than clean snow.",
    "FalseFactSpanish": "La nieve sucia se derrite más lento que la nieve limpia."
  },
  {
    "TrueFactEnglish": "Earthquakes can instantly create gold in Earth’s crust.",
    "TrueFactSpanish": "Los terremotos pueden crear oro de manera instantánea en la corteza de la Tierra.",
    "FalseFactEnglish": "Earthquakes can instantly create marshmallow in Earth’s crust.",
    "FalseFactSpanish": "Los terremotos pueden crear malvaviscos de manera instantánea en la corteza de la Tierra."
  },
  {
    "TrueFactEnglish": "Flashes of light sometimes appear in the sky before and during earthquakes.",
    "TrueFactSpanish": "algunas veces, aparecen destellos de luz en el cielo antes de y durante los terremotos.",
    "FalseFactEnglish": "Some earthquakes have caused hurricanes to form.",
    "FalseFactSpanish": "Algunos terremotos ocasionan que se formen huracanes."
  },
  {
    "TrueFactEnglish": "Forest fires can travel faster uphill than downhill.",
    "TrueFactSpanish": "Los incendios forestales  viajan más rápido cuesta arriba que cuesta abajo.",
    "FalseFactEnglish": "Forest fires travel faster downhill than uphill.",
    "FalseFactSpanish": "Los incendios forestales viajan más rápido cuesta abajo que cuesta arriba."
  },
  {
    "TrueFactEnglish": "If you run in the rain, you will get 50% wetter than if you stand still.",
    "TrueFactSpanish": "Si corres bajo la lluvia, quedarás 50% más empapado que si te quedas quieto.",
    "FalseFactEnglish": "Running in the rain keeps you dryer than standing still!",
    "FalseFactSpanish": "¡El correr bajo la lluvia te mantiene más seco que al quedarte quieto!"
  },
  {
    "TrueFactEnglish": "In the open ocean, a tsunami sometimes travels as fast as a jet plane.",
    "TrueFactSpanish": "En mar abierto, un tsunami a veces viaja tan rápido como un avión.",
    "FalseFactEnglish": "In the open ocean, a tsunami sometimes travels as fast a space shuttle.",
    "FalseFactSpanish": "En mar abierto, un tsunami a veces viaja tan rápido como un transbordador espacial."
  },
  {
    "TrueFactEnglish": "It does not rain in the eye of a hurricane.",
    "TrueFactSpanish": "No llueve en el ojo de un huracán.",
    "FalseFactEnglish": "It rains that hardest in the eye of a hurricane.",
    "FalseFactSpanish": "En el ojo de un huracán es donde llueve más fuerte."
  },
  {
    "TrueFactEnglish": "It’s impossible to see a full rainbow in the sky at noon.",
    "TrueFactSpanish": "Es imposible ver un arcoíris completo en el cielo al medio día.",
    "FalseFactEnglish": "Full rainbows happen most often at noon.",
    "FalseFactSpanish": "Los arcoíris completos ocurren más frecuentemente a medio día."
  },
  {
    "TrueFactEnglish": "Lightning can make the air around it 5 times hotter than the sun’s surface.",
    "TrueFactSpanish": "Un relámpago puede hacer el aire a su alrededor 5 veces más caliente que la superficie del Sol.",
    "FalseFactEnglish": "Lightning can make the air around it 5 times colder than the South Pole.",
    "FalseFactSpanish": "Un relámpago puede hacer el aire a su alrededor 5 veces más frío que el Polo Sur."
  },
  {
    "TrueFactEnglish": "Lightning strikes men more often than women.",
    "TrueFactSpanish": "Los relámpagos impactan de manera más frecuente a hombres que mujeres.",
    "FalseFactEnglish": "Lightning strikes women more often than men.",
    "FalseFactSpanish": "Los relámpagos impactan de manera más frecuente a mujeres que hombres."
  },
  {
    "TrueFactEnglish": "Most snowflakes have six sides.",
    "TrueFactSpanish": "La mayoría de los copos de nieve tienen seis lados.",
    "FalseFactEnglish": "Most snowflakes have 16 sides.",
    "FalseFactSpanish": "La mayoría de los copos de nieve tienen dieciséis lados."
  },
  {
    "TrueFactEnglish": "Most tornadoes occur between 3 p.m. and 9 p.m.",
    "TrueFactSpanish": "La mayoría de los tornados ocurren entre las 3 p.m. y las 9 p.m.",
    "FalseFactEnglish": "Most hurricanes occur between 3 p.m. and 5 p.m.",
    "FalseFactSpanish": "La mayoría de los huracanes ocurren entre las 3 p.m. y las 5 p.m."
  },
  {
    "TrueFactEnglish": "Nighttime rainbows are called moonbows.",
    "TrueFactSpanish": "Los arcoíris nocturnos se llaman arcoíris lunares.",
    "FalseFactEnglish": "Nighttime rainbows are called Nightcolors",
    "FalseFactSpanish": "Los arcoíris nocturnos se llaman Colores Nocturnos."
  },
  {
    "TrueFactEnglish": "Nighttime rainbows are common at Yosemite National Park.",
    "TrueFactSpanish": "Los arcoíris nocturnos son comunes en el Parque Nacional de Yosemite.",
    "FalseFactEnglish": "Rainbows only happen in the day time.",
    "FalseFactSpanish": "Los arcoíris sólo ocurren durante el día."
  },
  {
    "TrueFactEnglish": "One lightning bolt contains enough energy to toast about 100,000 slices of bread.",
    "TrueFactSpanish": "Un rayo contiene suficiente energía para tostar aproximadamente 100,000 rebanadas de pan.",
    "FalseFactEnglish": "One lightning bolt contains enough energy to toast 9,000 slices of bread.",
    "FalseFactSpanish": "Un rayo contiene suficiente energía para tostar aproximadamente 9,000 rebanadas de pan."
  },
  {
    "TrueFactEnglish": "Red rain has fallen in parts of Europe and Asia.",
    "TrueFactSpanish": "Ha caído lluvia de color rojo  en partes de Europa y Asia.",
    "FalseFactEnglish": "Rain is always blue, and never purple.",
    "FalseFactSpanish": "La lluvia siempre es azul y nunca morada."
  },
  {
    "TrueFactEnglish": "Saucer-shaped lenticular clouds have been mistaken for UFOs.",
    "TrueFactSpanish": "Han confundido nubes lenticulares en forma de platillo con OVNIs.",
    "FalseFactEnglish": "Sometimes Hurricans are mistaken for UFOs.",
    "FalseFactSpanish": "A veces han confundido huracanes con OVNIs."
  },
  {
    "TrueFactEnglish": "Some rainbows appear to contain only shades of red.",
    "TrueFactSpanish": "Algunos arcoíris parecen contener sólo tonalidades rojas.",
    "FalseFactEnglish": "All rainbows consist of red, yellow, and green.",
    "FalseFactSpanish": "Todos los arcoíris constan de colores rojo, amarillo y verde."
  },
  {
    "TrueFactEnglish": "The Earth’s temperature rises slightly during a full moon.",
    "TrueFactSpanish": "La temperatura de la Tierra se eleva ligeramente durante una luna llena.",
    "FalseFactEnglish": "During a full moon the Earth cools down.",
    "FalseFactSpanish": "Durante una luna llena, la Tierra se enfría."
  },
  {
    "TrueFactEnglish": "The largest hurricanes can measure ten miles from top to bottom.",
    "TrueFactSpanish": "Los huracanes más grandes pueden medir 10.0934 kilómetros desde arriba hacia abajo.",
    "FalseFactEnglish": "The largest hurricanes can measure 2 miles from top to bottom.",
    "FalseFactSpanish": "Los huracanes más grandes pueden medir 3.21869 kilómetros desde arriba hacia abajo."
  },
  {
    "TrueFactEnglish": "The most tornados happen in May.",
    "TrueFactSpanish": "La mayoría de los tornados ocurren en mayo.",
    "FalseFactEnglish": "August has the most tornados.",
    "FalseFactSpanish": "Agosto es el mes con más tornados."
  },
  {
    "TrueFactEnglish": "The South Pole is colder than the North Pole.",
    "TrueFactSpanish": "El Polo Sur es más frío que el Polo Norte.",
    "FalseFactEnglish": "The North Pole is the coldest place on Earth.",
    "FalseFactSpanish": "El Polo Norte es el lugar más frío sobre la Tierra."
  },
  {
    "TrueFactEnglish": "The speed of light is 18 million times faster than the speed of rain.",
    "TrueFactSpanish": "La velocidad de la luz es 18 millones de veces más rápida que la velocidad de la lluvia.",
    "FalseFactEnglish": "The speed of light is slower than wind.",
    "FalseFactSpanish": "La velocidad de la luz es más lenta que la del viento."
  },
  {
    "TrueFactEnglish": "There are some 16 million thunderstorms on Earth every year.",
    "TrueFactSpanish": "Hay alrededor de 16 millones de tormentas eléctricas en la Tierra cada año.",
    "FalseFactEnglish": "There are almost 16 million tornados on Earth every year.",
    "FalseFactSpanish": "Hay casi 16 millones de tornados en la Tierra cada año."
  },
  {
    "TrueFactEnglish": "Thousands of tiny earthquakes happen every day.",
    "TrueFactSpanish": "Cada día ocurren miles de pequeños terremotos.",
    "FalseFactEnglish": "Thousands of hurricanes happen every day.",
    "FalseFactSpanish": "Cada día ocurren miles de huracanes."
  },
  {
    "TrueFactEnglish": "Tornadoes usually spin in the opposite directions above and below the equator.",
    "TrueFactSpanish": "Usualmente, los tornados pueden girar en direcciones opuestas por arriba y por debajo del Ecuador.",
    "FalseFactEnglish": "Tornados all spin in the same direction.",
    "FalseFactSpanish": "Todos los tornados giran en la misma dirección."
  },
  {
    "TrueFactEnglish": "When you see lightning, it’s traveling at about 227 million miles an hour.",
    "TrueFactSpanish": "Cuando ves un relámpago, este viaja a aproximadamente 365.321 millones de kilómetros por hora.",
    "FalseFactEnglish": "When you see lightning, it’s traveling at 97 thousand miles an hour.",
    "FalseFactSpanish": "Cuando ves un relámpago, este viaja a aproximadamente 156.106 mil kilómetros por hora."
  }
]